// Видеоурок здесь: https://lms.synergy.ru/learning/view/68493
// Задание здесь: https://lms.synergy.ru/lntools/mcresource/view/67098/?groupPeriodId=1045153&disciplineVersionId=25858&start=1
public class Task2_3_3 {

    public static void main(String[] args) {
        System.out.println("Задание: \n3.\tВыведите буквы от а до я (подсказка: for (char letter=’a’; letter ’я’; letter++) )\n\nРешение: ");


            System.out.println();
    }

////        Пример 1 ППППППППППППППППППППППППППППППППППП
//    public static void main(String[] args) {
////        char[] alphabet = new char[0];
//        char[] alphabet = new char[0];
//        for (char c = 'a'; c <= 'z'; c++) {
//
//            /*alphabet[c - 'a'] = c;*/
//            alphabet = "abcdefghijklmnopqrstuvwxyz".toCharArray();
//
//        }
//        System.out.println(alphabet);
//
//
//    }
////        Конец Примера 1 КККККККККККККККК





}